///
// כן כן, אתם יכולים לראות פה את כל התשובות, כל הכבוד
//
// אני מציע לא להתקדם מחשש לספויילרים
//
// מה שכן, אם אתם כבר כאן, מוזמנים ממש בחום להציע לי מילים חדשות
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
///


let listOfWords = [
// GENERAL
    "תפסיק",
    "לקרוא",
    "תסתכל",
    "למעלה",
    "בבקשה",

    "ספולר",
    "קללות",
    "טוסיק",
    "קשקוש",
    "יתחיל",
    "מתחיל",
    "משפחה", // JUL 13
    "מכשפה",
    "שניצל",
    "משלוח",
    "מדויק",
    "פיצות",
    "קיטנה",
    "חמישי", // -- skipped
    "חמניה", 
    "תמונה",
    "הולדת", // JUL 23 - daf
    "נכדים",
    "קופים",
    "תישעה", // JUL 26 tisha beav
    "אכילה",
    "שולחן",
    "נקניק",
    "ראשון",
    "סבתוש", // JUL 31 - mami
    "שלישי",
    "רביעי",
    "יעלוש", // AUG 3 - yael
    "חתונה", // AUG 4 - mickey ofir
    "בנדוד",
    "גלוטן",
    "גלידה",
    "בננות",
    "פנסקר",
    "חגיגה", // AUG 10 - earl
    "מיונז", // AUG 11 - adi roy
    "דורון", // AUG 12 - doron
    "דוגמן",
    "גלוטן",
    "ענבלי", // AUG 15 - inbal
    "לוהטת",
    "מסיבה",
    "סבאלה", // AUG 18 - saba
    "תאריך",
    "אמיתי",
    "מעבדה",
    "בדיקה",
    "שחייה",
    "נינים",
    "גאווה",
    "רונית", // AUG 26 - ronit
    "עובדת",
    "יחדיו",
    "סמסטר",
    "אקדמי",
    "לימוד",
    "ילקוט", // SEP 1 - תחילת לימודים
    "אהבות",
    "שושנה",
    "דמארי", // SEP 4 - itay ?????????????????????????????
    "פעמים",
    "וורדל",
    "מקדוד",
    "בניין",
    "מרתון",
    "מפלצת",
    "בריכה",
    "ארוחה",
    "בישול",
    "אירוח",
    "מטפלת", // SEP 15 - rosh hashana eve
    "מצירת", // rosh hashana
    "ורדלה", // rosh hashana
    "פולין",
    "מחברת",
    "מילים",
    "קשוחה",
    "חמסין",
    "ממשלה",
    "חרדים", // SEP 24 - kippur eve
    "זיווג", // SEP 25 - kippur
    "חמישי",

    "תפסיק",
    "לקרוא",
    "תסתכל",
    "למעלה",
    "בבקשה",
    "ספולר",
    "קללות",
    "טוסיק",
    "קשקוש",
];

///
// כן כן, אתם יכולים לראות פה את כל התשובות, כל הכבוד
//
// אני מציע לא להתקדם מחשש לספויילרים
//
// מה שכן, אם אתם כבר כאן, מוזמנים ממש בחום להציע לי מילים חדשות
//
//
///
