///
// כן כן, אתם יכולים לראות פה את כל התשובות, כל הכבוד
//
// אני מציע לא להתקדם מחשש לספויילרים
//
// מה שכן, אם אתם כבר כאן, מוזמנים ממש בחום להציע לי מילים חדשות
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
///


let listOfWords = [
// GENERAL
    "תפסיק",
    "לקרוא",
    "תסתכל",
    "למעלה",
    "בבקשה",

    "ספולר",
    "קללות",
    "טוסיק",
    "קשקוש",
    "יתחיל",
    "מתחיל",
    "משפחה", // JUL 13
    "מכשפה",
    "שניצל",
    "משלוח",
    "מדויק",
    "פיצות",
    "קיטנה",
    "חמישי", // -- skipped
    "חמניה", 
    "תמונה",
    "הולדת", // JUL 23 - daf
    "נכדים",
    "קופים",
    "תישעה", // JUL 26 tisha beav
    "אכילה",
    "שולחן",
    "נקניק", // -- skipped
    "ראשון",
    "סבתוש", // JUL 31 - mami
    "שלישי",
    "רביעי",
    "יעלוש", // AUG 3 - yael
    "חתונה", // AUG 4 - mickey ofir
    "בנדוד",
    "אורגן",
    "גלידה",
    "בננות",
    "פנסקר",
    "חגיגה", // AUG 10 - earl
    "מיונז", // AUG 11 - adi roy
    "דורון", // AUG 12 - doron
    "דוגמן",
    "גלוטן",
    "ענבלי", // AUG 15 - inbal
    "לוהטת",
    "מסיבה",
    "סבאלה", // AUG 18 - saba
    "תאריך",
    "אמיתי",
    "מעבדה",
    "בדיקה",
    "חופשה",
    "נינים",
    "גאווה",
    "רונית", // AUG 26 - ronit
    "עובדת",
    "יחדיו",
    "סמסטר",
    "אקדמי",
    "לימוד",
    "ילקוט", // SEP 1 - תחילת לימודים
    "הורות",
    "חינוך",
    "צלילה", // SEP 4 - itay ?????????????????????????????
    "קרטיב",
    "וורדל",
    "דייסה",
    "בניין",
    "מרתון",
    "מפלצת",
    "בריכה",
    "ארוחה",
    "בישול",
    "אירוח",
    "מטפלת", // SEP 15 - rosh hashana eve
    "מצירת", // rosh hashana
    "ורדלה", // rosh hashana
    "פולין",
    "מחברת",
    "מילים",
    "קשוחה",
    "חמסין",
    "ממשלה",
    "חרדים", // SEP 24 - kippur eve
    "זיווג", // SEP 25 - kippur
    "אהבות",
    "שושנה",
    "דמארי", // SEP 4 - itay ?????????????????????????????
    "פעמים",
    "סלטים",
    "עוגות",
    "קינוח",
    "מגלשה",
    "פסטות",
    "עלהאש",
    "חופשה",
    "אירוע",
    "איחוד",
    "געגוע",
    "מורשת",
    "תורשה",
    "ילדות",
    "מנוחה",
    "רגיעה",
    "הפסקה",
    "בילוי",
    "הורות",
    "הריון",
    "לידות",
    "הפתעה",
    "ניסוי",
    "בישול",
    "אפייה",
    "ספריה",
    "סאלון",
    "מדרגה",
    "פעמון",
    "מעלית",
    "חמישי",
    "נקניק",
    "תמיכה",
    "טיפוח",
    "ארטיק",
    "מסורת",
    "מסעדה",
    "פגישה",
    "תרבות",
    "ספורט",
    "קניות",
    "מסגרת",
    "מקלחת",
    "מרפסת",
    "תאורה",
    "תיקון",
    "נקיון",
    "שחייה",
    "גדולה",
    "קירור",
    "חוגגת",
    "נגמרו",
    "מקדוד",
    "הסתים",
    "סופפף",
    "דיייי",

//    , קרטיב, גידול, לימוד, מסיכה, חליפה. 
//   לאיתי:    צלילה, צוללן, צפרדע, מירוץ, תאונה,
// נסיעה, קרפדה, הוראה, פקודה, חישול, משימה, יעדים, לוקוס, חיסול, צילצל(?), דוגית.
//    סוגי ספינות מלחמה:    צוללת, ספינה, מורנה, זהרון, דבורה, נחשול.
// סוכות, חנוכה, פורים, זכרון, מתנות, חופשה, אירוע, געגוע, איחוד, מורשת, תורשה, ילדות, מנוחה, רגיעה, הפסקה, 
//עונות, השגחה, המתנה, הריון, לידות, אימוץ, שניצל, הפתעה, חגיגה, חתונה, ניסוי
//, בילוי, אכזבה, עצבים, שלטון, הורות, אחיות, אחווה(?), ספריה, סאלון(?), בישול, קירור, חימום, ניחוש, הפגנה
// לביבה, קציצה, מנורה

    "תפסיק",
    "לקרוא",
    "תסתכל",
    "למעלה",
    "בבקשה",
    "ספולר",
    "קללות",
    "טוסיק",
    "קשקוש",
];

///
// כן כן, אתם יכולים לראות פה את כל התשובות, כל הכבוד
//
// אני מציע לא להתקדם מחשש לספויילרים
//
// מה שכן, אם אתם כבר כאן, מוזמנים ממש בחום להציע לי מילים חדשות
//
//
///
