///
// כן כן, אתם יכולים לראות פה את כל התשובות, כל הכבוד
//
// אני מציע לא להתקדם מחשש לספויילרים
//
// מה שכן, אם אתם כבר כאן, מוזמנים ממש בחום להציע לי מילים חדשות
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
///


let listOfWords = [
// GENERAL
    "תפסיק",
    "לקרוא",
    "תסתכל",
    "למעלה",
    "בבקשה",
    "ספולר",
    "קללות",
    "טוסיק",
    "קשקוש",
    "יתחיל",
    "מתחיל",
    "משפחה", // JUL 13
    "מכשפה",
    "שניצל",
    "משלוח",
    "מדויק",
    "חמישי",
    "פיצות",
    "משפחה",
    "ורדלה",
    "מרתון",
    "בניין",
    "עפרון", // JUL 23 - daf
    "פולין",
    "קופים",
    "תישעה", // JUL 26 tisha beav
    "ראשון",
    "שולחן",
    "שלישי",
    "רביעי",
    "סבתוש", // JUL 31 - mami
    "אכילה",
    "נקניק",
    "יעלוש", // AUG 3 - yael
    "חתונה", // AUG 4 - mickey ofir
    "זיווג",
    "גלוטן",
    "גלידה",
    "בננות",
    "פנסקר",
    "ארלוש", // AUG 10 - earl
    "מיונז", // AUG 11 - adi roy
    "דורון", // AUG 12 - doron
    "דוגמן",
    "גלוטן",
    "ענבלי", // AUG 15 - inbal
    "לוהטת",
    "מסיבה",
    "סבאלה", // AUG 18 - saba
    "תאריך",
    "אמיתי",
    "מעבדה",
    "בדיקה",
    "שחייה",
    "מקדוד",
    "גאווה",
    "רונית", // AUG 26 - ronit
    "עובדת",
    "יחדיו",
    "סמסטר",
    "אקדמי",
    "לימוד",
    "ילקוט", // SEP 1 - תחילת לימודים
    "אהבות",


    "תפסיק",
    "לקרוא",
    "תסתכל",
    "למעלה",
    "בבקשה",
    "ספולר",
    "קללות",
    "טוסיק",
    "קשקוש",
];

///
// כן כן, אתם יכולים לראות פה את כל התשובות, כל הכבוד
//
// אני מציע לא להתקדם מחשש לספויילרים
//
// מה שכן, אם אתם כבר כאן, מוזמנים ממש בחום להציע לי מילים חדשות
//
//
///